Repository: jitka/vlna
Catalog: vlna/site/translations/*/LC_MESSAGES/messages.po
Languages: cs

source: There is no user account for you, contact administrator.
cs: Není tu pro Tebe účet, ozvi se správci.

source: Invalid CSRF token. Return and try again.
cs: Neplatný CSRF token. Vraťte se a zkuste to znovu.

source: Subscriptions
cs: Odběry

source: Subscription preferences have been saved.
cs: Nastavení odběrů bylo uloženo.

source: Transmissions
cs: Vysílání

source: No such channel
cs: Takový kanál neexistuje

source: No such transmission
cs: Takové vysílání neexistuje

source: Cannot edit sent transmission.
cs: Není možné měnit skončená vysílání.

source: Invalid channel specified.
cs: Uveden neplatný kanál.

source: Trial message sent to {}.
cs: Zkušební zpráva odeslána na {}.

source: Modifications successfully saved.
cs: Změny byly úspěšně uloženy.

source: Channels
cs: Kanály

source: Toggle navigation
cs: Přepnout navigaci

source: Pirate ∿ Wave
cs: Pirátská ∿ Vlna

source: Forbidden
cs: Přístup odepřen

source: You have not been authorized to access this page.
cs: Nemáte oprávnění pro přístup k této stránce.

source: Contact the administrator if you believe that this is a mistake.
cs: Pokud se domníváte, že se stala chyba, kontaktujte správce.

source: Invalid Usage
cs: Neplatné užití

source: Public (channels)
cs: Veřejné

source: None available.
cs: Nejsou k dispozici.

source: Private
cs: Soukromé

source: Save
cs: Uložit

source: Create
cs: Vytvořit

source: Channel Name
cs: Název kanálu

source: Public (channel)
cs: Veřejný

source: No channels defined.
cs: Zatím tu žádné kanály nejsou.

source: History
cs: Historie

source: Subject
cs: Předmět

source: State
cs: Stav

source: Draft
cs: Rozpracované

source: Sent
cs: Odeslané

source: No transmissions.
cs: Žádná vysílání.

source: {} (Edit)
cs: {} (Změny)

source: Channel
cs: Kanál

source: Content
cs: Obsah

source: Send Now
cs: Odeslat

source: Send Trial
cs: Odeslat zkušební

source: Transmissions History
cs: History vysílání

source: More
cs: Více

source: Transmissions by Channel
cs: Vysílání po kanálech

source: No channels accessible. Sorry.
cs: Žádné kanály nejsou přístupné, promiň.
